<%@ page language="java" contentType="text/html;charset=UTF-8"
         pageEncoding="UTF-8" %>
<html lang="zh-CN">
<head>
    <title>注册</title>
    <%@ include file="/jsp/comm/header.jsp" %>
</head>
<body>
<%@ include file="/jsp/comm/comm_top.jsp" %>
<div class="container main margint64">
    <div style="text-align:left; line-height:24px; padding:20px 50px; border:#CCC solid 1px;margin-top:20px">
        <div style="font-weight:bold; font-size:14px; padding-bottom:20px; width:100%; text-align:center">
            <b>猫举人网用户服务协议</b></div>
        <span class="text12b">1、 <b>总则</b></span><br>
        <dl>
            <dt>&nbsp;</dt>
            <dd>
                <ul class="list-unstyled">
                    <li>1.1<br>
                        代尔塔网络科技有限公司同意按照本协议的规定及其不时发布的操作规则提供猫举人网（<b>www.maojuren.com</b>）网络服务，为获得网络服务，服务使用人应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击“同意”按钮即表示用户完全接受本协议项下的全部条款。<br><br>
                        1.2<br>
                        用户注册成功后，其用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。<br><br>
                        1.3
                    </li>
                </ul>
                猫举人网在必要时修改协议内容，并以电子邮件、传真或其它适当方法通知您。如果您不同意本协议修改后的内容，应通知本网站，则您将不再受本协议的约束，您所享有的会员资格与服务也将中止；如果您继续使用本网站，将被视为同意协议修改后的内容。
            </dd>
            <br>
        </dl>
        <span class="text12b">2、 <b>用户使用规则</b></span> <br>
        <dl>
            <dt>&nbsp;</dt>
            <dd>
                <p>2.1<br>遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规。
                    <br>
                    <br>
                    2.2<br>
                    用户在申请使用猫举人网络服务时，必须向猫举人网提供准确的个人资料，如个人资料有任何变动，必须及时更新。<br><br>
                    2.3<br>
                    用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知猫举人网。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，猫举人网不承担任何责任。<br><br>
                    2.4<br>
                    用户对其自行发表、上传或传送的内容负全部责任，所有用户不得在本社区任何页面发布、转载、传送含有下列内容之一的信息，否则本社区有权自行处理并不通知用户： <br>
                    (1)违反宪法确定的基本原则的； <br>
                    (2)危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的； <br>
                    (3)损害国家荣誉和利益的； <br>
                    (4)煽动民族仇恨、民族歧视，破坏民族团结的； <br>
                    (5)破坏国家宗教政策，宣扬邪教和封建迷信的； <br>
                    (6)散布谣言，扰乱社会秩序，破坏社会稳定的； <br>
                    (7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的； <br>
                    (8)侮辱或者诽谤他人，侵害他人合法权益的； <br>
                    (9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的； <br>
                    (10)以非法民间组织名义活动的； <br>
                    (11)含有法律、行政法规禁止的其他内容的。 <br><br>
                    2.5<br>
                    用户在使用猫举人网络服务同时应做到： <br>
                    (1)遵守所有与网络服务有关的网络协议、规定和程序；<br>
                    (2) 不得为任何非法目的而使用网络服务系统；<br>
                    (3)不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益； <br>
                    (4)不得利用猫举人网网络服务系统进行未经猫举人网授权的广告； <br>
                    (5)未经本网站同意，禁止给公布信息的个人或公司发电子邮件、打电话、寄信或进行其他接触的行为。<br>
                    (6)用户接受以其注册的电子邮件地址接受猫举人网发送的邮件或其他邮件资料，若希望"退订"这些邮件资料，可点击电子邮件中的退订链接退订，也可向猫举人网邮箱server@maojuren.com申请取消订阅。<br>
                    (7)猫举人网经理人用户禁止使用本网站向猫举人网猎头用户发布招聘信息，否则猫举人网有权关闭该经理人用户在本站的一切服务，并由经理人方承担违约责任。<br>
                    (8)用户不得通过任何技术手段侵入猫举人网数据库，进行查阅、直接下载或者转发等功能操作，一经发现猫举人网有权停止该用户的账户所有功能，并停止为该用户所在公司名下的所有其他用户提供任何服务。<br>
                    <br>
                    2.6<br>
                    如用户违反以上规则造成猫举人网被第三方索赔的，用户应全额补偿猫举人网一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)； <br><br>
                    2.7<br>
                    如用户违反以上规则，猫举人网有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响，被终止使用网络服务的用户已缴纳的费用不予以退还。
                    <br><br>
                    2.8<br>
                    用户不可撤销的同意，拨打网站的电话，包括但不限于客服电话、销售电话等，均可能会被录音，用户没有任何异议。 <br><br>
                    2.9<br>
                    猫举人网有权拒绝为与本单位经营同类业务、有业务竞争关系或者其他利害关系的单位及个人提供服务。
                </p></dd>
            <br>

        </dl>
        <span class="text12b">3、 <b>隐私保护</b></span><br>
        <dl>
            <dt>&nbsp;</dt>
            <dd>
                <p>3.1<br>
                    猫举人网不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在猫举人网的非公开内容，但下列情况除外： <br>
                    (1)事先获得用户的明确授权； <br>
                    (2)根据有关的法律法规要求； <br>
                    (3)按照相关政府主管部门的要求； <br>
                    (4)为维护社会公众的利益。 <br><br>
                    3.2<br>
                    在不透露单个用户隐私资料的前提下，猫举人网有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p></dd>
            <br>
        </dl>
        <span class="text12b">4、 <b>版权声明</b></span>
        <dl>
            <dt>&nbsp;</dt>
            <dd>4.1<br>猫举人网特有的标识、版面设计、编排方式、等版权均属猫举人网享有，未经猫举人网许可，不得任意复制或转载。 <br><br>
                4.2<br>
                猫举人网用户发布的所有内容仅代表作者自己的立场和观点，与猫举人网无关，由作者本人承担一切法律责任。<br>
            </dd>
            <br>
        </dl>
        <span class="text12b">5、 <b>免责声明</b></span>
        <dl>
            <dt>&nbsp;</dt>
            <dd>
                <ul class="list-unstyled">
                    <li>5.1<br>
                        用户明确同意其使用猫举人网络服务所存在的风险将完全由其自己承担；因其使用猫举人网络服务而产生的一切后果也由其自己承担，猫举人网对用户不承担任何责任。<br><br>
                        5.2<br>
                        猫举人网不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。同时，猫举人网不保证能够长期无错误运营，也不保证服务器不受病毒或其他故障的侵扰。如果用户在使用本网站时发生数据丢失的情况，与猫举人网无关。
                    </li>
                </ul>
                <br>

                <p>5.3<br>
                    猫举人网不能保证某一招聘信息会有一定数量的用户来浏览，也不能保证会有一位特定的用户来浏览。猫举人网并不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，故仅供用户参考使用。
                    <br><br>
                    5.4<br>
                    用户必须独自承担由于使用猫举人网或通过猫举人网登录到其他站点而形成的全部风险，并独立承担与他人交流信息所造成的后果。猫举人网不担保用户发送给另一方用户的资料的真实性、精确性与可靠性。用户对所接受的资料的信任纯属个人风险。<br><br>
                    5.5<br>
                    猫举人网仅为招聘网络信息发布平台，任何透过猫举人网发布的招聘信息及其他产品或者服务均系用户自行发布，猫举人网对其合法性概不负责，亦不承担任何法律责任；用户在通过猫举人网得到资讯和信息后，与信息发布人所进行的任何交易均系其双方自主交易，双方若发生纠纷，皆与猫举人网无关，猫举人网不承担任何法律责任；本公司对于用户由于使用猫举人网而造成的任何金钱、商誉、名誉的损失，或任何特殊的、间接的、或结果性的损失都不负任何责任。
                </p></dd>
        </dl>
        <br>
        <span class="text12b">6、<b>责任限制条款</b></span> <br>
        <dl>
            <dt>&nbsp;</dt>
            <dd>猫举人网对用户因使用本网站产生损失而提出的索赔金额，以用户向猫举人网已交付的款项之和为限。<br><br></dd>
        </dl>
        <span class="text12b">7、<b>通知送达</b></span><br>
        <dl>
            <dt>&nbsp;</dt>
            <dd>7.1<br>
                本协议项下猫举人网对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。<br><br>
                7.2 <br>
                用户对于猫举人网的通知应当通过猫举人网对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。<br><br></dd>
        </dl>
        <span class="text12b">8、<b>法律管辖</b></span>
        <dl>
            <dt>&nbsp;</dt>
            <dd>8.1 <br>
                本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。<br><br>
                8.2<br>
                如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向猫举人网所在地的人民法院提起诉讼。<br><br></dd>
        </dl>
        <span class="text12b">9、<b>联系信息</b></span>
        <dl>
            <dt>&nbsp;</dt>
            <dd>9.1 <br>
                地址：南京是中山东路532号金蝶软件园510<br>
                电话：025-86281796<br>
                邮箱：server@maojuren.com<br><br>
            </dd>
        </dl>
        <div style="clear:both"></div>
    </div>
</div>

<%@ include file="/jsp/comm/comm_js.jsp" %>
</body>
</html>
